[
    {
        "names":["raid", "harassment", "harass"],
        "info":"warn",
        "content":"Organizing and participating in raids or other forms of harassment. Do not engage in or post content encouraging the harassment of individuals or communities. If someone is harassing you or your community, be proactive and block them immediately."
    },
    {
        "names":["alt", "alts"],
        "info":"warn",
        "content":"Circumventing tools that enable users to protect themselves and/or repeatedly targeting a user with unwanted friend requests or messages. Do not create spam accounts for the sake of annoying users with requests or other tactics. Do not disguise yourself in attempt to contact someone who has blocked you. Show respect to other people's desire for space."
    },
    {
        "names":["pedo", "loli", "lolicon"],
        "info":"warn",
        "content":"Sharing illustrated or digitally altered pornography which depicts minors (such as lolicon, shotacon, or cub)."
    },
    {
        "names":["copyright", "dmca"],
        "info":"warn",
        "content":"Sharing content that violates another person's contractual, personal, intellectual property or other rights. Do not share or post links that violate the Digital Millennium Copyright Act (DMCA). We respond to DMCA requests as described in our Terms of Service."
    },
    {
        "names":["selfharm", "suicide"],
        "info":"warn",
        "content":"Sharing content glorifying or promoting, in general, self-harm or suicide. This includes any content that encourages others to: cut or injure themselves; embrace anorexia, bulimia, or other eating disorders; or commit suicide rather than, for example, seeking counseling or treatment. Online communities have the power to lift people up from dark places - be the kind of person who lifts others. If you notice that someone is in need of urgent help, please contact your local authorities."
    },
    {
        "names":["gore", "cruelty"],
        "info":"warn",
        "content":"Sharing images of gore and/or animal cruelty. Do not share or post graphic images for sadistic pleasure, glorification or celebration of violence."
    },
    {
        "names":["threat", "threaten", "dox"],
        "info":"termination",
        "content":"Sharing content that is directly threatening someone's physical or financial state. Do not threaten to harm another person or someone related to another person in any capacity. Do not tell other people you will hurt or kill them. Do not dox people. Do not share or threaten to share personal information of another user - this includes but is not limited to home address, phone number, email, social security number, and photos. Respect other people's desire for privacy."
    },
    {
        "names":["illegal", "crack"],
        "info":"termination",
        "content":"Doing anything illegal on Discord. This is directly from Discord's Terms of Service. Discord will take immediate action if you: violate any applicable laws or regulations, or promote or encourage any illegal activity including, but not limited to, hacking, cracking or distribution of pirated software, or cheats or hacks for our or another company or person's Service."
    },
    {
        "names":["minors", "minor"],
        "info":"termination",
        "content":"Sharing content related to minors that is sexually suggestive or violent. Do not share or post links to images that depict minors or underage individuals engaged in violent, sexually suggestive, pornographic, shameful, or otherwise inappropriate situations."
    },
    {
        "names":["shame", "revenge"],
        "info":"termination",
        "content":"Sharing or linking to content with intent to shame or degrade another individual. Do not share sexually explicit content of other people without their consent. Do not share or promote sharing of revenge porn."
    },
    {
        "names":["virus", "worm", "phishing", "hacking"],
        "info":"termination",
        "content":"Distributing viruses. Do not engage in or promote phishing activities. Do not threaten another user with digital harm including but not limited to viruses, hacking, and spying."
    },
    {
        "names":["steal", "account"],
        "info":"termination",
        "content":"Attempting to steal another user’s account."
    },
    {
        "names":["awesome", "cool"],
        "info":"none",
        "content":"The following is awesome and Discord likes it: Playing games with your friends, hanging out in communities of peoples, making connections and having fun."
    }
]